---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarContainer
source: html/03894197-b9bb-e4ed-0f92-ad104ed9688e.htm
---
# RebarContainer Members

Appends an Item to the RebarContainer. Fills its data on base of the Rebar.